{
	"English": {
		"aboutTitle": "ABOUT <span>ME</span>",
		"aboutSubTitle": "Who am I ?",
		"aboutPresentation": "Hello, my name is César. I am 24 years old and I live in Strasbourg, France. I am currently finishing a master's degree in multilingual web communication.<br><br> After highschool, I joined an engineering school of technology (EPITA). I spent 2 years of the preparatory cycle in Strasbourg where I learnt the basics of programming. I did a 3-year Expert cycle in Paris through apprenticeship in order to get my master's degree.<br><br> In order to expand my skills centered on web development, I enrolled in the CAWEB master specialized in multilingual web communication. After a 6-month internship at the European Center for Japanese Studies of Alsace (CEEJA), I am now looking for an opportunity in Japan to use my skills in a professional environment.",
		"chapter1": "Chapter 1 : <span>EPITA</span>",
		"preparatoryCycle_Title": "Preparatory cycle",
		"preparatoryCycle_Text": "The preparatory cycle lasted 2 years: 1.5 years in Strasbourg and the last semester at Griffith College in Dublin, Ireland, just before the Covid-19 pandemic. Back in France in April 2020, I finished this cycle in my home country. Having more time than usual in this weird period, I decided to start learning Japanese on my own. I passed the JLPT N3 level (Japanese Language Proficiency Test - B1 equivalent) in July 2022 and the N2 level (B2 equivalent) in January 2024.",
		"expertCycle_Title": "Expert cycle",
		"expertCycle_Text1": "In autumn 2020, I continued with the master's degree in Paris and integrated the 3-years Expert cycle in apprenticeship. Focused on web development, I acquired knowledge on many web languages such as:<br>",
		"expertCycle_List1": "Front-end languages : HTML, CSS, Javascript",
		"expertCycle_List2": "Back-end languages : C#, PHP, SQL (database)",
		"expertCycle_List3": "Frameworks : SASS, jQuery, TailwindCSS, ReactJS",
		"expertCycle_Text2": "Beside learning theory at school, I practiced through the apprenticeship. Delivering applications for financial companies, I maintained some of their applications. I learnt how to work under pressure, manage missions from start to finish and deliver high quality.<br> The most rewarding mission was the last one which consisted of redesigning the application and adding some new features.",
		"chapter2": "Chapter 2 : <span>CAWEB</span>",
		"chapter2_Title": "Multilingual Web Communication",
		"chapter2_Text1": "After my graduation at EPITA, I wanted to combine the web knowledge I had acquired with the foreign languages I had developed these past years. Therefore, I decided to enroll in the CAWEB master. Focused on multilingual web communication, it helped me gain new skills related to web communication, UX/UI Design, marketing and SEO.<br>",
		"chapter2_Text2": "During this year, I evolved as the Project Manager of the team in charge of working on the English part of the master's website. My role consisted of a variety of responsibilities aimed at showcasing the new UX track appearing in September 2024 and maintaining the current website. I also worked on the complete redesign of the master's website (see corresponding project section).<br>",
		"chapter2_Text3": "In the second semester, I had the opportunity to do an internship at the Manga, Anime &amp; Japan Arts Society which is the commercial branch of the European Center for Japanese Studies of Alsace (CEEJA). I got involved in 2 exhibitions : the ceramics from the city of Bizen (prefecture of Okayama) and the mangas from the famous mangaka Kaiji Kawaguchi. I was in charge of the following tasks:",
		"chapter2_List1": "Creation, management and update of the General Data Protection Regulation (GDPR)",
		"chapter2_List2": "Creation of flyers for ceramic exhibitions",
		"chapter2_List3": "Creation of a Proof Of Concept (POC) for a website requested by the city of Bizen to showcase the future exhibitions in Europe as well as the artists and their pieces of art",
		"chapter2_List4": "Creation of Mockups on Figma",
		"chapter2_List5": "Translation of documents related to exhibitions",
		"interests_Title": "My Interests",
		"interests_Intro": "I am a motivated, creative and team-oriented with a passion for sports, chess, rubik's cube and languages.",
		"interests_One_Title": "Sport",
		"interests_One_Text": "I enjoy playing sports such as football (12 years in club) or judo to develop my team-oriented and decision-making skills.",
		"interests_Two_Title": "Chess",
		"interests_Two_Text": "I used to play chess in a club for 2 years and now for fun. It helps me to stay concentrate and take décisions under pressure.",
		"interests_Three_Title": "Rubik's Cube",
		"interests_Three_Text": "I have a passion for rubik's cube for several years which stimulates my creativity. In 2017, I participated in the French Open.",
		"interests_Four_Title": "Languages",
		"interests_Four_Text": "I developed a passion for languages these past years and especially with Japanese. It develops my ability to work with others and understand new cultures.",
		"interests_Summary": "My soft skills include empathy, communication, time management, creativity and a passion for learning new things.",
		"canDo_Title": "What can I do for you ?",
		"canDo_Left_Text": "To summarize, here are the tasks I can perform:",
		"canDo_Left_List1": "Creation and maintenance of websites (either using my programming skills or by using a Content Management System (CMS) as Wordpress/Webador)",
		"canDo_Left_List2": "UX/UI Design for websites &amp; creation of flyers to promote exhibitions and mockups for website's pages",
		"canDo_Left_List3": "Localization (French, English and Japanese)",
		"canDo_Left_List4": "Event participation (participation in exhibitions and events to promote the company)",
		"canDo_Icon1": "Websites",
		"canDo_Icon2": "UX/UI Design",
		"canDo_Icon3": "Localization",
		"canDo_Icon4": "Event participation"
	},
	"Français": {
		"aboutTitle": "À PROPOS DE <span>MOI</span>",
		"aboutSubTitle": "Qui suis-je ?",
		"aboutPresentation": "Bonjour, je m'appelle César. J'ai 24 ans et je vis à Strasbourg, en France. Je finis actuellement un master en communication web multilingue.<br><br> Après le lycée, j'ai rejoint une école d'ingénieur en informatique (EPITA). J'ai passé 2 ans de cycle préparatoire à Strasbourg où j'y ai appris les bases de la programmation. J'ai fait ensuite 3 ans de cycle Expert en apprentissage afin d'obtenir mon master.<br><br> Afin d'élargir mes compétences centrées sur le développement web, j'ai intégré le master CAWEB spécialisé en communication web multilingue. Après un stage de 6 mois au Centre Européen d'Études Japonaises d'Alsace (CEEJA), je suis à la recherche d'une opportunité au Japon afin de mettre en exergue mes compétences dans un environnement professionnel.",
		"chapter1": "Chapitre 1 : <span>EPITA</span>",
		"preparatoryCycle_Title": "Cycle préparatoire",
		"preparatoryCycle_Text": "Le cycle préparatoire a duré 2 ans : 1 an et demi à Strasbourg et le dernier semestre au Griffith College à Dublin en Irelande, juste avant la pandémie de la Covid. De retour en France en avril 2020, j'ai terminé ce cycle dans mon pays d'origine. Ayant plus de temps que d'habitude durant cette période trouble, j'ai décidé d'apprendre le japonais en autodidacte. J'ai validé le JLPT N3 (Japanese Language Proficiency Test - équivalent B1) en juillet 2022 et le JLPT N2 (équivalent B2) en janvier 2024.",
		"expertCycle_Title": "Cycle Expert",
		"expertCycle_Text1": "En automne 2020, j'ai continué avec le master sur Paris et intégré le cycle Expert de 3 ans en apprentissage. Centré sur le développement web, j'ai acquis des connaissances sur de nombreux langages web tels que :<br>",
		"expertCycle_List1": "Langages front-end : HTML, CSS, Javascript",
		"expertCycle_List2": "Langages back-end : C#, PHP, SQL (database)",
		"expertCycle_List3": "Frameworks : SASS, jQuery, TailwindCSS, ReactJS",
		"expertCycle_Text2": "À côté de l'apprentissage théorique à l'école, j'ai mis en preatique à travers l'apprentissage. Fournissant des applications pour des entreprises dans la finance, j'ai maintenu certaines de leurs applications. J'ai appris à travailler sous pression, gérer des missions du début à la fin et produire du travail de grande qualité.<br> La mission la plus enrichissante a été la dernière qui consistait à refaire le design de l'application et ajouter de nouvelles fonctionnalités.",
		"chapter2": "Chapitre 2 : <span>CAWEB</span>",
		"chapter2_Title": "Communication Web Multilingue",
		"chapter2_Text1": "Après avoir été diplômé de l'EPITA, j'ai souhaité combiné mes connaissances dans le web que j'avais acquises avec les langues étrangères que j'ai dévelopées ces dernières années. J'ai donc décidé de m'inscrire au master CAWEB. Spécialisé en communication web multilingue, cela m'a aidé à obtenir de nouvelles compétences liées à la communication web, à l'UX/UI Design, au marketing and au SEO.<br>",
		"chapter2_Text2": "Durant cette année, j'ai évolué en tant que Chef de Projet de l'équipe en charge de travailler sur la partie anglaise du site du master. Mon rôle a consisté en une variété de responsabilités ayant pour objectif de mettre en avant la nouvelle option UX qui va apparaître en septembre 2024 et maintenir le site actuel. J'ai aussi travaillé sur la refonte du site du master (voir la section du projet correspondant).<br>",
		"chapter2_Text3": "Au second semestre, j'ai eu l'opportunité de faire un stage au Manga, Anime &amp; Japan Arts Society qui est la branche commerciale du Centre Européen d'Études Japonaises d'Alsace (CEEJA). J'ai participé à 2 expositions : les céramiques de la ville de Bizen (région d'Okayama) et les oeuvres du célèbre mangaka Kaiji Kawaguchi. J'ai été en charge des missions suivantes :",
		"chapter2_List1": "Création, gestion et mise à jour du règlement général sur la protection des données (RGPD)",
		"chapter2_List2": "Création d'affiches pour les expositions de céramiques",
		"chapter2_List3": "Création d'un Proof Of Concept (POC) pour un site demandé par la ville de Bizen pour mettre en avant les futures expositions en Europe ainsi que les artistes et leurs oeuvres",
		"chapter2_List4": "Création de Mockups sur Figma",
		"chapter2_List5": "Traduction de documents concernant les expositions",
		"interests_Title": "Mes intérêts",
		"interests_Intro": "Je suis motivé, créatif, qui aime travailler en équipe avec une passion pour le sport, les échecs, le rubik's cube et les langues.",
		"interests_One_Title": "Sport",
		"interests_One_Text": "J'aime faire du sport tels que le foot (12 ans en club) ou le judo afin de développer les compétences de travail en équipe et de prise de décision.",
		"interests_Two_Title": "Échecs",
		"interests_Two_Text": "J'ai joué aux échecs en club pendant 2 ans et maintenat pour le plaisir. Cela m'aide à rester concentrer et à prendre des décisions sous pression.",
		"interests_Three_Title": "Rubik's Cube",
		"interests_Three_Text": "J'ai une passion pour le rubik's cube depuis plusieurs années ce qui stimule ma créativité. En 2017, j'ai participé aux championnats de France.",
		"interests_Four_Title": "Langues",
		"interests_Four_Text": "J'ai développé une passion pour les langues ces dernières années et particulièrement avec le japonais. Cela développe ma capacité à travailler avec les autres et comprendre de nouvelles cultures.",
		"interests_Summary": "Mes soft skills incluent l'empathie, la communication, la gestion du temps, la créativité et une passion pour apprendre de nouvelles choses.",
		"canDo_Title": "Qu'est-ce que je peux vous apporter ?",
		"canDo_Left_Text": "Pour résumer, voici les tâches que je peux effectuer :",
		"canDo_Left_List1": "Création et maintenance de sites internet (que ce soit via mes compétences informatiques ou via l'utilisation d'un Système de Gestion de Contenu (CMS) comme Wordpress/Webador)",
		"canDo_Left_List2": "Design UX/UI pour les sites &amp; création d'affiches pour promouvoir les expositions et de mockups pour les pages du site",
		"canDo_Left_List3": "Localisation (français, anglais et japonais)",
		"canDo_Left_List4": "Participation aux événements (participation aux expositions et événements pour promouvoir l'entreprise)",
		"canDo_Icon1": "Sites internet",
		"canDo_Icon2": "Design UX/UI",
		"canDo_Icon3": "Localisation",
		"canDo_Icon4": "Participation aux événements"
	},
    "日本語": {
        "aboutTitle": "自己<span>紹介</span>",
		"aboutSubTitle": "私について",
		"aboutPresentation": "Hello, my name is César. I am 24 years old and I live in Strasbourg, France. I am currently finishing a master's degree in multilingual web communication.<br><br> After highschool, I joined an engineering school of technology (EPITA). I spent 2 years of the preparatory cycle in Strasbourg where I learnt the basics of programming. I did a 3-year Expert cycle in Paris through apprenticeship in order to get my master's degree.<br><br> In order to expand my skills centered on web development, I enrolled in the CAWEB master specialized in multilingual web communication. After a 6-month internship at the CEEJA (European Center for Japanese Studies of Alsace), I am now looking for an opportunity in Japan to use my skills in a professional environment.",
		"chapter1": "第一章 : <span>EPITA</span>",
		"preparatoryCycle_Title": "準備サイクル",
		"preparatoryCycle_Text": "The preparatory cycle lasted 2 years: 1.5 years in Strasbourg and the last semester at Griffith College in Dublin, Ireland, just before the Covid-19 pandemic. Back in France in April 2020, I finished this cycle in my home country. Having more time than usual in this weird period, I decided to start learning Japanese on my own. I passed the JLPT N3 level (Japanese Language Proficiency Test - B1 equivalent) in July 2022 and the N2 level (B2 equivalent) in January 2024.",
		"expertCycle_Title": "専門課程",
		"expertCycle_Text1": "En automne 2020, j'ai continué avec le master sur Paris et intégré le cycle Expert de 3 ans en apprentissage. Centré sur le développement web, j'ai acquis des connaissances sur de nombreux langages web tels que :<br>",
		"expertCycle_List1": "フロントエンド・言語 : HTML, CSS, Javascript",
		"expertCycle_List2": "バックエンド・言語 : C#, PHP, SQL (database)",
		"expertCycle_List3": "フレームワーク : SASS, jQuery, TailwindCSS, ReactJS",
		"expertCycle_Text2": "Beside learning theory at school, I practiced through the apprenticeship. Delivering applications for financial companies, I maintained some of their applications. I learnt how to work under pressure, manage missions from start to finish and deliver high quality.<br> The most rewarding mission was the last one which consisted of redesigning the application and adding some new features.",
		"chapter2": "第二章 : <span>CAWEB</span>",
		"chapter2_Title": "多⾔語ウェブコミュニケーション",
		"chapter2_Text1": "After my graduation at EPITA, I wanted to combine the web knowledge I had acquired with the foreign languages I had developed these past years. Therefore, I decided to enroll in the CAWEB master. Focused on multilingual web communication, it helped me gain new skills related to web communication, UX/UI Design, marketing and SEO.<br>",
		"chapter2_Text2": "During this year, I evolved as the Project Manager of the team in charge of working on the English part of the master's website. My role consisted of a variety of responsibilities aimed at showcasing the new UX track appearing in September 2024 and maintaining the current website. I also worked on the complete redesign of the master's website (see corresponding project section).<br>",
		"chapter2_Text3": "In the second semester, I had the opportunity to do an internship at the Manga, Anime &amp; Japan Arts Society which is the commercial branch of the European Center for Japanese Studies of Alsace (CEEJA). I got involved in 2 exhibitions : the ceramics from the city of Bizen (prefecture of Okayama) and the mangas from the famous mangaka Kaiji Kawaguchi. I was in charge of the following tasks:",
		"chapter2_List1": "Management and update of the General Data Protection Regulation (GDPR)",
		"chapter2_List2": "Creation of flyers for ceramic exhibitions",
		"chapter2_List3": "Creation of a Proof Of Concept (POC) for a website requested by the city of Bizen to showcase the future exhibitions in Europe as well as the artists and their pieces of art",
		"chapter2_List4": "Creation of Mockups on Figma",
		"chapter2_List5": "Translation of documents related to exhibitions",
		"interests_Title": "My Interests",
		"interests_Intro": "I am a motivated, creative and team-oriented with a passion for sports, chess, rubik's cube and languages.",
		"interests_One_Title": "Sport",
		"interests_One_Text": "I enjoy playing sports such as football (12 years in club) or judo to develop my team-oriented and decision-making skills.",
		"interests_Two_Title": "Chess",
		"interests_Two_Text": "I used to play chess in a club for 2 years and now for fun. It helps me to stay concentrate and take décisions under pressure.",
		"interests_Three_Title": "Rubik's Cube",
		"interests_Three_Text": "I have a passion for rubik's cube for several years which stimulates my creativity. In 2017, I participated in the French Open.",
		"interests_Four_Title": "Languages",
		"interests_Four_Text": "I developed a passion for languages these past years and especially with Japanese. It develops my ability to work with others and understand new cultures.",
		"interests_Summary": "My soft skills include empathy, communication, time management, creativity and a passion for learning new things.",
		"canDo_Title": "What can I do for you ?",
		"canDo_Left_Text": "To summarize, here are the tasks I can perform:",
		"canDo_Left_List1": "Creation and maintenance of websites (either using my programming skills or by using a Content Management System (CMS) as Wordpress/Webador)",
		"canDo_Left_List2": "UX/UI Design for websites &amp; creation of flyers to promote exhibitions and mockups for website's pages",
		"canDo_Left_List3": "Localization (French, English and Japanese)",
		"canDo_Left_List4": "Event participation (participation in exhibitions and events to promote the company)",
		"canDo_Icon1": "Websites",
		"canDo_Icon2": "UX/UI Design",
		"canDo_Icon3": "Localization",
		"canDo_Icon4": "Event participation"
    }
}